site/static/logs/static/6800/elysia.wrk.run3.txt
Running 5s test @ http://localhost:8080
  64 threads and 6800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    11.81ms    3.34ms  57.74ms   79.78%
    Req/Sec     9.00k   723.43    19.63k    95.21%
  2918402 requests in 5.10s, 173.33GB read
Requests/sec: 572318.17
Transfer/sec:     33.99GB